Repository: servicoscor/Siscor
Catalog: APP_IOS/Comando/Comando/*.lproj/Localizable.strings
Languages: fr

# app_title
source: Rio Operations Center
fr: Centre d'Opérations Rio

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Save
fr: Enregistrer

source: Done
fr: Terminé

source: Back
fr: Retour

source: Search
fr: Rechercher

source: Filter
fr: Filtrer

source: Sort
fr: Trier

source: Ascending
fr: Croissant

source: Descending
fr: Décroissant

# retry
source: Try again
fr: Réessayer

source: Refresh
fr: Actualiser

source: Pull to refresh
fr: Tirer pour actualiser

source: Loading...
fr: Chargement...

# error
source: Error loading data
fr: Erreur de chargement

# error_generic
source: An error occurred
fr: Une erreur s'est produite

source: No connection
fr: Pas de connexion

source: Unknown error
fr: Erreur inconnue

# empty_state
source: No data available
fr: Aucune donnée disponible

# no_data
source: Data unavailable
fr: Données indisponibles

source: Data Unavailable
fr: Données Non Disponibles

# not_available
source: N/A
fr: N/D

# not_available_short
source: N/A
fr: N/D

source: Unavailable
fr: Indisponible

source: Now
fr: Maintenant

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Yesterday
fr: Hier

source: Last updated: %@
fr: Dernière mise à jour : %@

source: See more
fr: Voir plus

source: Close
fr: Fermer

source: Share
fr: Partager

source: View on map
fr: Voir sur la carte

source: Expand map
fr: Agrandir la carte

# touch_for_details
source: Tap for more details
fr: Touchez pour plus de détails

source: Expand
fr: Développer

source: Collapse
fr: Réduire

source: More Info
fr: Plus d'Info

source: View details
fr: Voir les détails

source: Get Directions
fr: Obtenir l'itinéraire

source: Center on my location
fr: Centrer sur ma position

source: Center on location
fr: Centrer sur la position

source: Center on map
fr: Centrer sur la carte

source: Double tap to open
fr: Touchez deux fois pour ouvrir

source: Swipe to dismiss
fr: Balayez pour fermer

source: Button
fr: Bouton

source: Selected
fr: Sélectionné

source: Not selected
fr: Non sélectionné

source: Expanded
fr: Développé

source: Collapsed
fr: Réduit

source: Weather Conditions
fr: Conditions Météo

source: Temperature
fr: Température

source: Humidity
fr: Humidité

source: Wind
fr: Vent

source: Rain
fr: Pluie

source: Heat Level
fr: Niveau de Chaleur

# thermal_sensation
source: Feels Like: %@
fr: Sensation Thermique : %@

# climate_conditions
source: Weather Conditions
fr: Conditions Climatiques

# climate_details_title
source: Weather Details for %@
fr: Détails Météo pour %@

# climate_pages_title
source: Heat Level Details Page
fr: Page de Détails du Niveau de Chaleur

source: Updating data...
fr: Mise à jour des données...

# rain_light
source: Light
fr: Faible

# rain_moderate
source: Moderate
fr: Modérée

# rain_heavy
source: Heavy
fr: Forte

source: Rain Gauges
fr: Pluviomètres

source: Rain legend
fr: Légende de pluie

source: Rain Legend (1h)
fr: Légende de Pluie (1h)

source: Rain Gauge Station
fr: Station Pluviométrique

source: Last Reading
fr: Dernière Lecture

# rain_last_hour
source: Rain in Last Hour
fr: Pluie dans la Dernière Heure

# rain_accumulated_4h
source: 4h Accumulation
fr: Accumulé en 4h

# rain_accumulated_24h
source: 24h Accumulation
fr: Accumulé en 24h

# rain_accumulated_96h
source: 96h Accumulation
fr: Accumulé en 96h

# rain_accumulated_30d
source: 30 Day Accumulation
fr: Accumulé en 30 jours

source: Weather Stations
fr: Stations Météorologiques

source: Weather Station
fr: Station Météorologique

source: Wind Legend
fr: Légende du Vent

source: Average Temperature
fr: Température Moyenne

source: Average Humidity
fr: Humidité Moyenne

source: Wind Speed
fr: Vitesse du Vent

source: Wind Direction
fr: Direction du Vent

# wind_strong
source: Strong (≥ 61 km/h)
fr: Fort (≥ 61 km/h)

# wind_moderate
source: Moderate (≥ 38 km/h)
fr: Modéré (≥ 38 km/h)

# wind_weak
source: Weak (≥ 19 km/h)
fr: Faible (≥ 19 km/h)

# wind_calm
source: Calm (< 19 km/h)
fr: Calme (< 19 km/h)

source: Weather Reports
fr: Bulletins Météo

source: Loading forecasts...
fr: Chargement des prévisions...

# no_weather_info
source: No weather information at this time
fr: Aucune information météo pour le moment

source: Report unavailable
fr: Rapport indisponible

source: Traffic Reports
fr: Bulletins de Circulation

source: Loading reports...
fr: Chargement des rapports...

# no_traffic_reports
source: No traffic reports at this time
fr: Aucun bulletin de circulation pour le moment

source: City Events
fr: Événements en Ville

source: Loading events...
fr: Chargement des événements...

# no_events
source: No scheduled events
fr: Aucun événement programmé

# other_events
source: others
fr: autres

# other_events_title
source: Other Events
fr: Autres Événements

# x_of_y
source: %d of %d
fr: %d sur %d

source: Event
fr: Événement

source: Important Event
fr: Événement Important

# expected_public
source: Expected attendance
fr: Public attendu

# expected_public_format
source: Expected attendance: %@
fr: Public attendu : %@

source: Event Details
fr: Détails de l'Événement

# about_event
source: About the event
fr: À propos de l'événement

source: Image unavailable
fr: Image non disponible

# date_at_time
source: %@ at %@
fr: %@ à %@

# from_time_to_time
source: From %@ to %@
fr: De %@ à %@

source: events available
fr: événements disponibles

# criticality_high
source: High
fr: Élevée

# criticality_medium
source: Medium
fr: Moyenne

# criticality_normal
source: Normal
fr: Normale

# zone_south
source: South Zone
fr: Zone Sud

# zone_north
source: North Zone
fr: Zone Nord

# zone_west
source: West Zone
fr: Zone Ouest

# zone_center
source: Downtown
fr: Centre

# event_type_congress
source: Congress
fr: Congrès

# event_type_cultural
source: Cultural
fr: Culturel

# event_type_sports
source: Sports
fr: Sportif

# event_type_fair
source: Fair
fr: Foire

# event_type_protest
source: Protest
fr: Manifestation

# event_type_religious
source: Religious
fr: Religieux

# event_type_new_year
source: New Year's Eve
fr: Réveillon

# event_type_carnival_neighborhood
source: Neighborhood Carnival
fr: Carnaval de quartier

# event_type_carnival_parades
source: Carnival: Parades
fr: Carnaval : Défilés

# event_type_carnival_rehearsals
source: Carnival: Technical Rehearsals
fr: Carnaval : Répétitions Techniques

# event_type_carnival_blocks
source: Carnival: Blocks
fr: Carnaval : Blocs

# event_type_carnival_stages
source: Carnival: Stages
fr: Carnaval : Scènes

# event_type_unofficial_blocks
source: Unofficial blocks
fr: Blocs non officiels

# event_type_academic
source: Academic
fr: Académique

# event_type_corporate
source: Corporate
fr: Corporatif

# event_type_political
source: Political
fr: Politique

# event_type_gastronomic
source: Gastronomic
fr: Gastronomique

# event_type_educational
source: Educational
fr: Éducatif

# event_type_other
source: Other
fr: Autre

# event_group_carnival
source: Carnival
fr: Carnaval

# event_group_business
source: Business
fr: Affaires

# event_group_education
source: Education
fr: Éducation

source: Alerts
fr: Alertes

source: Loading alerts...
fr: Chargement des alertes...

# no_alerts
source: No alerts at this time
fr: Aucune alerte pour le moment

# alert_no_title
source: Alert without title
fr: Alerte sans titre

# alert_details
source: Details
fr: Détails

source: Share Alert
fr: Partager l'Alerte

# alert_prefix
source: Alert:
fr: Alerte :

source: View all alerts
fr: Voir toutes les alertes

source: alerts available
fr: alertes disponibles

source: Details
fr: Détails

# highlight_risk
source: risk
fr: risque

# highlight_closed
source: closed
fr: fermé

# highlight_evacuate
source: evacuate
fr: évacuer

# highlight_warning
source: warning
fr: avertissement

# highlight_avoid
source: avoid
fr: éviter

# highlight_forecast
source: forecast
fr: prévision

# highlight_traffic
source: traffic
fr: circulation

# highlight_strong
source: strong
fr: fort

# highlight_moderate
source: moderate
fr: modéré

# highlight_stage
source: stage
fr: stade

source: City Stage
fr: Stade de la Ville

source: City in
fr: Ville au

# stage_when
source: When:
fr: Quand :

# stage_operational
source: OPERATIONAL
fr: OPÉRATIONNEL

# stage_1_title
source: Stage 1
fr: Stade 1

# stage_1_description
source: No occurrences that cause significant changes to daily life.
fr: Aucun événement qui provoque des changements significatifs dans la vie quotidienne.

# stage_1_when
source: No occurrences that cause significant changes to daily life. No short-term risk factors have been identified that impact the city's routine.
fr: Aucun événement qui provoque des changements significatifs dans la vie quotidienne. Aucun facteur de risque à court terme n'a été identifié qui impacte la routine de la ville.

# stage_1_impact
source: Little or no impact on traffic flow and city infrastructure and logistics operations.
fr: Peu ou pas d'impact sur la fluidité du trafic et les opérations d'infrastructure et de logistique de la ville.

# stage_2_title
source: Stage 2
fr: Stade 2

# stage_2_description
source: Risk of high-impact occurrences in the city.
fr: Risque d'événements à fort impact dans la ville.

# stage_2_when
source: Risk of high-impact occurrences in the city, due to a predicted event or based on analysis of data from specialists. There is an occurrence with high potential for worsening.
fr: Risque d'événements à fort impact dans la ville, dû à un événement prévu ou basé sur l'analyse de données de spécialistes. Il y a un événement avec un fort potentiel d'aggravation.

# stage_2_impact
source: There are no impacts on the city's routine yet, but citizens should stay informed.
fr: Il n'y a pas encore d'impacts sur la routine de la ville, mais les citoyens doivent rester informés.

# stage_3_title
source: Stage 3
fr: Stade 3

# stage_3_status
source: MOBILIZATION
fr: MOBILISATION

# stage_3_description
source: One or more occurrences are impacting the city.
fr: Un ou plusieurs événements impactent la ville.

# stage_3_when
source: One or more occurrences are impacting the city. There is certainty that a high-impact occurrence will happen in the short term.
fr: Un ou plusieurs événements impactent la ville. Il est certain qu'un événement à fort impact se produira à court terme.

# stage_3_impact
source: At least one region of the city is impacted, causing relevant effects on urban infrastructure and logistics, and directly affecting the routine of the population (or part of it).
fr: Au moins une région de la ville est impactée, causant des effets pertinents sur l'infrastructure et la logistique urbaines, et affectant directement la routine de la population (ou d'une partie de celle-ci).

# stage_4_title
source: Stage 4
fr: Stade 4

# stage_4_status
source: ALERT
fr: ALERTE

# stage_4_description
source: One or more serious occurrences impact the city.
fr: Un ou plusieurs événements graves impactent la ville.

# stage_4_when
source: One or more serious occurrences impact the city or there is simultaneous incidence of various medium and high impact problems in different regions of the city. The multiple damages and impacts begin to exceed the immediate response capacity of city teams.
fr: Un ou plusieurs événements graves impactent la ville ou il y a incidence simultanée de divers problèmes d'impact moyen et élevé dans différentes régions de la ville. Les multiples dommages et impacts commencent à dépasser la capacité de réponse immédiate des équipes de la ville.

# stage_4_impact
source: One or more regions are impacted, causing serious/important effects on urban infrastructure and logistics, and severely affecting the routine of the population (or part of it).
fr: Une ou plusieurs régions sont impactées, causant des effets graves/importants sur l'infrastructure et la logistique urbaines, et affectant sévèrement la routine de la population (ou d'une partie de celle-ci).

# stage_5_title
source: Stage 5
fr: Stade 5

# stage_5_status
source: CRISIS
fr: CRISE

# stage_5_description
source: Multiple serious occurrences exceed response capacity.
fr: Plusieurs événements graves dépassent la capacité de réponse.

# stage_5_when
source: One or more serious occurrences impact the city or there is simultaneous incidence of various medium and high impact problems in different regions of the city. The multiple damages and impacts significantly exceed the immediate response capacity of city teams.
fr: Un ou plusieurs événements graves impactent la ville ou il y a incidence simultanée de divers problèmes d'impact moyen et élevé dans différentes régions de la ville. Les multiples dommages et impacts dépassent considérablement la capacité de réponse immédiate des équipes de la ville.

# stage_5_impact
source: One or more regions are impacted, causing serious/important effects on urban infrastructure and logistics, and severely affecting the routine of the population (or part of it).
fr: Une ou plusieurs régions sont impactées, causant des effets graves/importants sur l'infrastructure et la logistique urbaines, et affectant sévèrement la routine de la population (ou d'une partie de celle-ci).

# traffic_info
source: Traffic Information
fr: Informations Routières

# interdictions
source: Road Closures
fr: Fermetures de Routes

source: Scheduled
fr: programmées

# scheduled_interdictions
source: Scheduled road closures
fr: Fermetures de routes programmées

# loading_interdictions
source: Loading road closures...
fr: Chargement des fermetures...

# no_interdictions
source: No scheduled road closures at this time
fr: Aucune fermeture de route programmée pour le moment

# check_interdicted_roads
source: Check which roads will be closed
fr: Vérifiez les routes qui seront fermées

# interdiction_number
source: Closure %d
fr: Fermeture %d

source: Cameras
fr: Caméras

source: Camera
fr: Caméra

# cameras_count
source: %d cameras
fr: %d caméras

# cameras_cluster
source: %d cameras
fr: %d caméras

# camera_no_name
source: Unnamed camera
fr: Caméra sans nom

source: View favorites
fr: Voir les favoris

source: Favorites
fr: Favoris

source: Search in favorites...
fr: Rechercher dans les favoris...

source: Add to favorites
fr: Ajouter aux favoris

source: Remove from Favorites
fr: Retirer des Favoris

# remove_camera_from_favorites_message
source: Do you want to remove '%@' from favorites?
fr: Voulez-vous retirer '%@' des favoris ?

source: No favorite cameras
fr: Aucune caméra favorite

# tap_star_to_add_favorite
source: Tap the star when viewing a camera to add it to favorites
fr: Touchez l'étoile lors de la visualisation d'une caméra pour l'ajouter aux favoris

source: Invalid camera ID
fr: ID de caméra invalide

source: Search address...
fr: Rechercher une adresse...

source: Clear search
fr: Effacer la recherche

source: Tap to view details
fr: Touchez pour voir les détails

source: Tap to zoom in
fr: Touchez pour zoomer

source: Tap to expand
fr: Touchez pour développer

source: Alarm System
fr: Système d'Alarme

source: Sirens
fr: Sirènes

source: Siren
fr: Sirène

source: No sirens
fr: Pas de sirènes

# no_sirens_active
source: activated at the moment
fr: activées pour le moment

# sirens_active
source: Active sirens
fr: Sirènes actives

# sirens_active_subtitle
source: Check locations
fr: Vérifiez les emplacements

# sirens_active_count
source: %d sirens activated
fr: %d sirènes activées

# sirens_status_accessibility
source: Sirens status: No sirens activated at the moment
fr: État des sirènes : Aucune sirène activée pour le moment

# sirens_status_active_accessibility
source: Sirens status: %d sirens activated
fr: État des sirènes : %d sirènes activées

# sirens_status_inactive_accessibility
source: Sirens status: No sirens activated at the moment
fr: État des sirènes : Aucune sirène activée pour le moment

source: Status
fr: État

# status_active
source: Active
fr: Activée

# status_test
source: Testing
fr: En test

# status_unknown
source: Unknown
fr: Inconnu

# siren_status_normal
source: Normal
fr: Normales

# siren_status_alert
source: Alert
fr: En Alerte

# siren_status_danger
source: Danger
fr: En Danger

# siren_status_all
source: All
fr: Toutes

source: Support Points
fr: Points d'Appui

source: Support Point
fr: Point d'Appui

# support_point_open
source: Open
fr: Ouverts

# support_point_closed
source: Closed
fr: Fermés

# support_point_all
source: All
fr: Tous

# situation
source: Status
fr: Situation

source: Filter by community:
fr: Filtrer par communauté :

# all_communities
source: All
fr: Toutes

source: Community
fr: Communauté

source: Address
fr: Adresse

# health_units
source: Municipal Health Units
fr: Unités Municipales de Santé

source: Unknown Unit
fr: Unité Inconnue

# search_unit_placeholder
source: Search unit...
fr: Rechercher une unité...

# search_unit
source: Search health unit
fr: Rechercher une unité de santé

# units_found
source: %d units found
fr: %d unités trouvées

source: Health Unit
fr: Unité de Santé

# cooling_health_points
source: Cooling and Health Points
fr: Points de Rafraîchissement et Santé

source: Cooling Point
fr: Point de Rafraîchissement

source: We are in
fr: Nous sommes dans

source: Recommendations
fr: Recommandations

source: Recommendations for
fr: Recommandations pour

source: Current Situation
fr: Situation Actuelle

source: Essential Care
fr: Soins Essentiels

# heat_level_accessibility
source: Heat level: %@. Tap to see recommendations
fr: Niveau de chaleur : %@. Touchez pour voir les recommandations

# info_and_legend
source: Information and legend
fr: Informations et légende

source: Map Legend
fr: Légende de la Carte

source: Search points...
fr: Rechercher des points...

source: Search points field
fr: Champ de recherche de points

source: No points found for '%@'
fr: Aucun point trouvé pour '%@'

source: Close map
fr: Fermer la carte

source: Tourist Spots
fr: Points Touristiques

source: Search tourist spots...
fr: Rechercher des points touristiques...

source: Loading tourist spots...
fr: Chargement des points touristiques...

source: No tourist spots available
fr: Aucun point touristique disponible

source: No results found for '%@'
fr: Aucun résultat trouvé pour '%@'

# points_found
source: %d points found
fr: %d points trouvés

source: View all on map
fr: Voir tout sur la carte

source: Share list
fr: Partager la liste

# tourist_spots_rio
source: Tourist Spots of Rio de Janeiro
fr: Points Touristiques de Rio de Janeiro

source: No name
fr: Sans nom

source: Tourist Spot
fr: Point Touristique

source: All Points
fr: Tous les Points

# category_all
source: All
fr: Tous

# category_heritage
source: Heritage
fr: Patrimoine

# category_beach
source: Beach
fr: Plage

# category_park
source: Park
fr: Parc

# category_museum
source: Museum
fr: Musée

# category_sports
source: Sports
fr: Sport

# category_library
source: Library
fr: Bibliothèque

# category_viewpoint
source: Viewpoint
fr: Point de Vue

source: Hours
fr: Horaires

source: Ticket
fr: Billet

source: Map
fr: Carte

source: Call
fr: Appeler

source: Website
fr: Site Web

source: Opening Hours
fr: Heures d'Ouverture

source: Entrance Fee
fr: Prix d'Entrée

source: Location
fr: Emplacement

source: Expand radar
fr: Agrandir le radar

source: Loading radar...
fr: Chargement du radar...

source: Invalid radar URL.
fr: URL du radar invalide.

# radar_load_error
source: Failed to load radar
fr: Échec du chargement du radar

source: Try Again
fr: Réessayer

# getting_location
source: Getting your location...
fr: Obtention de votre position...

source: Locating you...
fr: Localisation en cours...

# location_permission_needed
source: Please allow location access in Settings
fr: Veuillez autoriser l'accès à la localisation dans les Réglages

source: Error loading
fr: Erreur de chargement

# error_no_internet
source: No internet connection
fr: Pas de connexion internet

# error_timeout
source: Connection timeout
fr: Délai de connexion dépassé

# error_server_unavailable
source: Server unavailable
fr: Serveur indisponible

# error_network_generic
source: Connection error
fr: Erreur de connexion

# people_count
source: %@ people
fr: %@ personnes

source: Call Civil Defense
fr: Appeler la Défense Civile

source: Settings
fr: Paramètres

source: No results found
fr: Aucun résultat trouvé

source: Remove
fr: Supprimer

source: Language selector
fr: Sélecteur de langue

# change_language_hint
source: Tap to change app language
fr: Appuyez pour changer la langue de l'application

# events_count_hint
source: %d events available. Tap to view
fr: %d événements disponibles. Appuyez pour voir

# alerts_count_hint
source: %d active alerts. Tap to view
fr: %d alertes actives. Appuyez pour voir

source: Emergency status
fr: État d'urgence

# traffic_normal
source: Normal traffic
fr: Trafic normal

source: for the time
fr: pour l'heure

# stage_1_short
source: Normal operation
fr: Fonctionnement normal

# stage_2_short
source: Active monitoring
fr: Surveillance active

# stage_3_short
source: Mobilization in progress
fr: Mobilisation en cours

# stage_4_short
source: Emergency response
fr: Réponse d'urgence

# stage_5_short
source: Crisis in progress
fr: Crise en cours

source: Social Networks
fr: Réseaux Sociaux

source: Share Event
fr: Partager l'Événement

# siren_status_mobilized
source: Mobilized
fr: Mobilisée

# siren_status_demobilized
source: Demobilized
fr: Démobilisée
